import "./App.css";

function App() {
  return (
    <main className="App">
      <div className="about">
        <p id="head">ჟიპიტაური, chatGPT-ის ქართულენოვანი ვერსია</p>
        <p>
          ჩვენ ვართ პირველი ქართული AI კომპანია სახელად სუპერნოვა (Pulsar AI Georgia), ქართული ბიტების შექმნის
          წარმატებული ისტორიით.
        </p>
        <p>
          ამჯერად კი გვინდა შემოგთავაზოთ chatGPT-ის ქართულენოვანი ვერსია,
          რომელიც დაფუძნებულია GPT-3 მოდელზე და Google translation API-ზე.
        </p>
        <p>რატომ Google translation API?</p>
        <p>
          ამჟამად მონაცემების ნაკლებობის გამო არ არსებობს ქართული ენისთვის
          ქართულად თარგმნის კარგი სერვისი
        </p>
        <p>
          ჩვენი მიზანია შევაგროვოთ ქართული კითხვა-პასუხის წვილები ინგლისური
          შესატყვისებით , სადაც დაბრუნებულ პასუხებს აფასებთ თქვენ, ჩვენ
          გავაანალიზებთ და შევქმნით უმაღლესი სიზუსტით მომუშავე თარგმნის სერვის.
        </p>
        <p>
          დავამუშავებთ ქართული ცოდნის ბაზას კითხვა-პასუხის საფუძველზე,
          გავამდიდრებთ და მოვამზადებთ ტრანსფორმერებს ქართული ენისთვის.
        </p>
      </div>
    </main>
  );
}

export default App;
