import "./App.css";

function App() {
  return (
    <main className="App">
      <div className="about">
        <p id="head">ჟიპიტაური, chatGPT-ის ქართულენოვანი ვერსია</p>
        <p>
          დიდი ენობრივი მოდელები და მათზე დაფუძნებული სერვისები,
          როგორიც არის ChatGPT და სხვები, საოცარ შესაძლებლობებს აძლევს მათ, 
          ვინც ინგლისურად წერს, კითხულობს და აზროვნებს.
          ინგლისურად ციფრული ტექსტის შექმნა ხდება გაცილებით მარტივი და სწრაფი.
          იმეილი, სტატია თუ რეცენზა საათების მაგივრად წამებში იწერება.
        </p>
        <p>
          ჩვენი მიზანია ამ მომენტისთვის ხელმისაწვდომი ტექნოლოგიების საშუალებით
          ChatGPT-ს მსგავსი სერვისი შევთავაზოთ ქართულენოვან მომხმარებლებს.
          სანაცვლოდ კი GPT-3-ს და ავტომატური თარგმანის მიერ დაბრუნებულ შედეგების შეფასებას გთხოვთ 👍.
        </p>
        <p>
          დაგროვებულ მონაცემებს გამოვიყენებთ თარგმანის ხარისხობრივი ანალიზისთვის და
          ღრმა ნეირონულ ქსელებზე დაფუძნებული ქართულ-ინგლისური (და შემდეგ სხვა
          ქართველური ენების) დიდი ენობრივი მოდელის შესაქმნელად.
        </p>
        <p>
          პირველ ეტაპზე შევაფასებთ რამდენად კარგად მუშაობს არსებული თარგმანი და ამოვიცნობთ ნაკლოვანებებს.
          ეს გვიკარნახებს სად ვეძიოთ სწორი მასალა შემდგომი გაუმჯობესებისთვის.
        </p>
        <p>
          შემდგომ ეტაპზე შევუდგებით სწორი მასალის (დატას) მოგროვებას და უფრო მეტი ადამიანის ჩრთვას
          გაცილებით უკეთესი ავომატური თარგმანის სისტემის შექმისთვის.
          <p>
          ამ ყველაფრით მომავალში ქართულენოვანი ცოდნით გაჯერებული დიდი ენობრივი მოდელის შექმნას გვინდა საფუძველი ჩავუყაროთ.
          </p>
        </p>
        <p>
          თუ დაინტერესებული ხართ ასეთ პროექტებში მონაწილეობით, ჩვენ ყოველთვის ვეძებთ საინტერესო ხალს თანამშრომლობისთვის,
          ასე რომ ნუ მოგერიდებათ, მოგვწერეთ hello ეთ პულსარეიაი წერტილი ჯი. ან სემოგვიერთდით ფეისბუქ ჯგუფში და დისქორდ სერვერზე.
        </p>
      </div>
    </main>
  );
}

export default App;
